Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.error.passwordMin8
source: Password must be at least 8 characters
ar: يجب ألا تقل كلمة المرور عن 8 أحرف
bg: Паролата трябва да е поне 8 знака
bn: পাসওয়ার্ডে অন্তত ৮টি অক্ষর থাকতে হবে
ca: La contrasenya ha de tenir almenys 8 caràcters
cs: Heslo musí mít alespoň 8 znaků
da: Adgangskoden skal være på mindst 8 tegn
de: Das Passwort muss mindestens 8 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
et: Parool peab olema vähemalt 8 tähemärki pikk
fa: رمز عبور باید حداقل 8 نویسه باشد
fi: Salasanassa on oltava vähintään 8 merkkiä
fil: Dapat may hindi bababa sa 8 character ang password
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להכיל לפחות 8 תווים
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए
hr: Lozinka mora imati najmanje 8 znakova
hu: A jelszónak legalább 8 karakterből kell állnia
id: Kata sandi harus minimal 8 karakter
is: Lykilorðið verður að vera að minnsta kosti 8 stafir
it: La password deve contenere almeno 8 caratteri
ja: パスワードは8文字以上にしてください
ko: 비밀번호는 8자 이상이어야 합니다
lt: Slaptažodį turi sudaryti bent 8 simboliai
lv: Parolei jābūt vismaz 8 rakstzīmes garai
nb: Passordet må være minst 8 tegn
nl: Het wachtwoord moet minimaal 8 tekens bevatten
nn: Passordet må vere minst 8 teikn
pl: Hasło musi mieć co najmniej 8 znaków
pt_br: A senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен содержать не менее 8 символов
sk: Heslo musí mať aspoň 8 znakov
sl: Geslo mora vsebovati vsaj 8 znakov
sr: Lozinka mora imati najmanje 8 znakova
sv: Lösenordet måste vara minst 8 tecken
sw: Nenosiri lazima liwe na angalau herufi 8
ta: கடவுச்சொல்லில் குறைந்தது 8 எழுத்துகள் இருக்க வேண்டும்
th: รหัสผ่านต้องมีอย่างน้อย 8 อักขระ
tr: Şifre en az 8 karakter olmalı
uk: Пароль має містити щонайменше 8 символів
ur: پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少需要 8 个字符
zh_hant: 密碼至少須有 8 個字元

# auth.error.passwordSameAsOld
source: The new password must be different from the old one.
ar: يجب أن تختلف كلمة المرور الجديدة عن القديمة.
bg: Новата парола трябва да е различна от старата.
bn: নতুন পাসওয়ার্ডটি পুরোনোটির থেকে আলাদা হতে হবে।
ca: La contrasenya nova ha de ser diferent de l'anterior.
cs: Nové heslo se musí lišit od původního.
da: Den nye adgangskode skal være forskellig fra den gamle.
de: Das neue Passwort muss sich vom alten unterscheiden.
el: Ο νέος κωδικός πρόσβασης πρέπει να διαφέρει από τον παλιό.
es: La nueva contraseña debe ser distinta de la anterior.
et: Uus parool peab erinema vanast.
fa: رمز عبور جدید باید با رمز قبلی متفاوت باشد.
fi: Uuden salasanan on oltava eri kuin vanha.
fil: Dapat iba ang bagong password sa luma.
fr: Le nouveau mot de passe doit être différent de l'ancien.
he: הסיסמה החדשה חייבת להיות שונה מהקודמת.
hi: नया पासवर्ड पुराने पासवर्ड से अलग होना चाहिए।
hr: Nova lozinka mora se razlikovati od stare.
hu: Az új jelszónak különböznie kell a régitől.
id: Kata sandi baru harus berbeda dari yang lama.
is: Nýja lykilorðið verður að vera annað en það gamla.
it: La nuova password deve essere diversa da quella precedente.
ja: 新しいパスワードは現在のパスワードと異なるものにしてください。
ko: 새 비밀번호는 이전 비밀번호와 달라야 합니다.
lt: Naujasis slaptažodis turi skirtis nuo senojo.
lv: Jaunajai parolei jāatšķiras no iepriekšējās.
nb: Det nye passordet må være forskjellig fra det gamle.
nl: Het nieuwe wachtwoord moet anders zijn dan het oude.
nn: Det nye passordet må vere ulikt det gamle.
pl: Nowe hasło musi różnić się od starego.
pt_br: A nova senha deve ser diferente da anterior.
ro: Parola nouă trebuie să fie diferită de cea veche.
ru: Новый пароль должен отличаться от старого.
sk: Nové heslo sa musí líšiť od starého.
sl: Novo geslo se mora razlikovati od starega.
sr: Nova lozinka mora biti različita od stare.
sv: Det nya lösenordet måste skilja sig från det gamla.
sw: Nenosiri jipya lazima liwe tofauti na la zamani.
ta: புதிய கடவுச்சொல் பழையதிலிருந்து வேறுபட்டிருக்க வேண்டும்.
th: รหัสผ่านใหม่ต้องไม่ซ้ำกับรหัสผ่านเดิม
tr: Yeni şifre eskisinden farklı olmalı.
uk: Новий пароль має відрізнятися від старого.
ur: نیا پاس ورڈ پرانے پاس ورڈ سے مختلف ہونا چاہیے۔
vi: Mật khẩu mới phải khác mật khẩu cũ.
zh_hans: 新密码不能与旧密码相同。
zh_hant: 新密碼不得與舊密碼相同。

# auth.error.phoneInUse
source: Phone number is already in use
ar: رقم الهاتف مستخدم بالفعل
bg: Телефонният номер вече се използва
bn: ফোন নম্বরটি ইতিমধ্যে ব্যবহৃত হচ্ছে
ca: Aquest número de telèfon ja està en ús
cs: Telefonní číslo se již používá
da: Telefonnummeret er allerede i brug
de: Telefonnummer wird bereits verwendet
el: Ο αριθμός τηλεφώνου χρησιμοποιείται ήδη
es: El número de teléfono ya está en uso
et: Telefoninumber on juba kasutusel
fa: این شماره تلفن قبلاً استفاده شده است
fi: Puhelinnumero on jo käytössä
fil: Ginagamit na ang numero ng telepono
fr: Ce numéro de téléphone est déjà utilisé
he: מספר הטלפון כבר בשימוש
hi: यह फ़ोन नंबर पहले से उपयोग में है
hr: Telefonski broj već se koristi
hu: A telefonszám már használatban van
id: Nomor telepon sudah digunakan
is: Símanúmerið er þegar í notkun
it: Numero di telefono già in uso
ja: この電話番号はすでに使用されています
ko: 이미 사용 중인 전화번호입니다
lt: Telefono numeris jau naudojamas
lv: Tālruņa numurs jau tiek izmantots
nb: Telefonnummeret er allerede i bruk
nl: Telefoonnummer is al in gebruik
nn: Telefonnummeret er allereie i bruk
pl: Numer telefonu jest już używany
pt_br: Número de telefone já está em uso
ro: Numărul de telefon este deja folosit
ru: Номер телефона уже используется
sk: Telefónne číslo sa už používa
sl: Telefonska številka je že v uporabi
sr: Broj telefona je već u upotrebi
sv: Telefonnumret används redan
sw: Nambari ya simu tayari inatumika
ta: இந்தத் தொலைபேசி எண் ஏற்கெனவே பயன்பாட்டில் உள்ளது
th: หมายเลขโทรศัพท์นี้มีผู้ใช้แล้ว
tr: Telefon numarası zaten kullanımda
uk: Цей номер телефону вже використовується
ur: یہ فون نمبر پہلے سے استعمال میں ہے
vi: Số điện thoại đã được sử dụng
zh_hans: 该手机号已被使用
zh_hant: 此電話號碼已被使用

# auth.error.phoneNotConfirmed
source: Phone number is not confirmed
ar: رقم الهاتف غير مؤكّد
bg: Телефонният номер не е потвърден
bn: ফোন নম্বরটি নিশ্চিত করা হয়নি
ca: El número de telèfon no està confirmat
cs: Telefonní číslo není potvrzené
da: Telefonnummeret er ikke bekræftet
de: Telefonnummer ist nicht bestätigt
el: Ο αριθμός τηλεφώνου δεν έχει επιβεβαιωθεί
es: El número de teléfono no está confirmado
et: Telefoninumber pole kinnitatud
fa: شماره تلفن تأیید نشده است
fi: Puhelinnumeroa ei ole vahvistettu
fil: Hindi pa nakumpirma ang numero ng telepono
fr: Le numéro de téléphone n'est pas confirmé
he: מספר הטלפון לא אומת
hi: फ़ोन नंबर की पुष्टि नहीं हुई है
hr: Telefonski broj nije potvrđen
hu: A telefonszám nincs megerősítve
id: Nomor telepon belum diverifikasi
is: Símanúmerið hefur ekki verið staðfest
it: Numero di telefono non confermato
ja: 電話番号がまだ確認されていません
ko: 전화번호가 인증되지 않았습니다
lt: Telefono numeris nepatvirtintas
lv: Tālruņa numurs nav apstiprināts
nb: Telefonnummeret er ikke bekreftet
nl: Telefoonnummer is niet bevestigd
nn: Telefonnummeret er ikkje stadfesta
pl: Numer telefonu nie został potwierdzony
pt_br: Número de telefone não confirmado
ro: Numărul de telefon nu este confirmat
ru: Номер телефона не подтверждён
sk: Telefónne číslo nie je potvrdené
sl: Telefonska številka ni potrjena
sr: Broj telefona nije potvrđen
sv: Telefonnumret är inte bekräftat
sw: Nambari ya simu haijathibitishwa
ta: தொலைபேசி எண் உறுதிப்படுத்தப்படவில்லை
th: ยังไม่ได้ยืนยันหมายเลขโทรศัพท์
tr: Telefon numarası doğrulanmadı
uk: Номер телефону не підтверджено
ur: فون نمبر کی تصدیق نہیں ہوئی
vi: Số điện thoại chưa được xác nhận
zh_hans: 手机号尚未验证
zh_hant: 電話號碼尚未驗證

# auth.error.phoneRegisteredToOtherAccount
source: This phone number is already registered to another account
ar: رقم الهاتف هذا مسجّل بالفعل في حساب آخر
bg: Този телефонен номер вече е регистриран към друг акаунт
bn: এই ফোন নম্বরটি ইতিমধ্যে অন্য অ্যাকাউন্টে নিবন্ধিত
ca: Aquest número de telèfon ja està registrat en un altre compte
cs: Toto telefonní číslo je již přiřazeno k jinému účtu
da: Dette telefonnummer er allerede registreret på en anden konto
de: Diese Telefonnummer ist bereits für ein anderes Konto registriert
el: Αυτός ο αριθμός τηλεφώνου είναι ήδη καταχωρισμένος σε άλλο λογαριασμό
es: Este número de teléfono ya está registrado en otra cuenta
et: See telefoninumber on juba registreeritud teisele kontole
fa: این شماره تلفن قبلاً برای حساب دیگری ثبت شده است
fi: Tämä puhelinnumero on jo liitetty toiseen tiliin
fil: Nakarehistro na ang numero ng teleponong ito sa ibang account
fr: Ce numéro de téléphone est déjà associé à un autre compte
he: מספר הטלפון הזה כבר רשום בחשבון אחר
hi: यह फ़ोन नंबर पहले से किसी दूसरे खाते में पंजीकृत है
hr: Ovaj telefonski broj već je registriran na drugom računu
hu: Ez a telefonszám már egy másik fiókhoz van regisztrálva
id: Nomor telepon ini sudah terdaftar di akun lain
is: Þetta símanúmer er þegar skráð á annan aðgang
it: Questo numero di telefono è già associato a un altro account
ja: この電話番号は別のアカウントに登録されています
ko: 이 전화번호는 이미 다른 계정에 등록되어 있습니다
lt: Šis telefono numeris jau susietas su kita paskyra
lv: Šis tālruņa numurs jau ir reģistrēts citā kontā
nb: Dette telefonnummeret er allerede registrert på en annen konto
nl: Dit telefoonnummer is al gekoppeld aan een ander account
nn: Dette telefonnummeret er allereie registrert på ein annan konto
pl: Ten numer telefonu jest już przypisany do innego konta
pt_br: Este número de telefone já está vinculado a outra conta
ro: Acest număr de telefon este deja înregistrat pe un alt cont
ru: Этот номер телефона уже привязан к другому аккаунту
sk: Toto telefónne číslo je už priradené k inému účtu
sl: Ta telefonska številka je že registrirana na drugem računu
sr: Ovaj broj telefona je već registrovan na drugom nalogu
sv: Det här telefonnumret är redan registrerat på ett annat konto
sw: Nambari hii ya simu tayari imesajiliwa kwenye akaunti nyingine
ta: இந்தத் தொலைபேசி எண் ஏற்கெனவே வேறொரு கணக்கில் பதிவு செய்யப்பட்டுள்ளது
th: หมายเลขโทรศัพท์นี้ลงทะเบียนกับบัญชีอื่นแล้ว
tr: Bu telefon numarası başka bir hesaba kayıtlı
uk: Цей номер телефону вже зареєстровано в іншому обліковому записі
ur: یہ فون نمبر پہلے ہی کسی دوسرے اکاؤنٹ میں رجسٹرڈ ہے
vi: Số điện thoại này đã được đăng ký cho tài khoản khác
zh_hans: 该手机号已注册到其他账户
zh_hant: 此電話號碼已註冊至其他帳號

# auth.error.reauthCodeExpired
source: The verification code has expired. Request a new code.
ar: انتهت صلاحية رمز التحقق. اطلب رمزًا جديدًا.
bg: Кодът за потвърждение е изтекъл. Поискайте нов код.
bn: যাচাইকরণ কোডের মেয়াদ শেষ। নতুন কোডের অনুরোধ করুন।
ca: El codi de verificació ha caducat. Demana'n un de nou.
cs: Platnost ověřovacího kódu vypršela. Vyžádejte si nový.
da: Bekræftelseskoden er udløbet. Anmod om en ny kode.
de: Der Bestätigungscode ist abgelaufen. Fordere einen neuen an.
el: Ο κωδικός επαλήθευσης έληξε. Ζητήστε νέο κωδικό.
es: El código de verificación ha caducado. Solicita uno nuevo.
et: Kinnituskood on aegunud. Küsi uut koodi.
fa: کد تأیید منقضی شده است. کد جدیدی درخواست کنید.
fi: Vahvistuskoodi on vanhentunut. Pyydä uusi koodi.
fil: Nag-expire na ang verification code. Humiling ng bagong code.
fr: Le code de vérification a expiré. Demandez-en un nouveau.
he: תוקף קוד האימות פג. יש לבקש קוד חדש.
hi: सत्यापन कोड की समय-सीमा समाप्त हो गई है। नया कोड माँगें।
hr: Potvrdni kod je istekao. Zatražite novi kod.
hu: Az ellenőrző kód lejárt. Kérjen új kódot.
id: Kode verifikasi kedaluwarsa. Minta kode baru.
is: Staðfestingarkóðinn er útrunninn. Biddu um nýjan kóða.
it: Il codice di verifica è scaduto. Richiedine uno nuovo.
ja: 確認コードの有効期限が切れました。新しいコードをリクエストしてください。
ko: 인증 코드가 만료되었습니다. 새 코드를 요청하세요.
lt: Patvirtinimo kodo galiojimas baigėsi. Paprašykite naujo kodo.
lv: Apstiprinājuma kodam beidzies derīguma termiņš. Pieprasiet jaunu kodu.
nb: Bekreftelseskoden har utløpt. Be om en ny kode.
nl: De verificatiecode is verlopen. Vraag een nieuwe code aan.
nn: Stadfestingskoden er utgått. Be om ein ny kode.
pl: Kod weryfikacyjny wygasł. Poproś o nowy kod.
pt_br: O código de verificação expirou. Solicite um novo.
ro: Codul de verificare a expirat. Solicită un cod nou.
ru: Срок действия кода подтверждения истёк. Запросите новый код.
sk: Platnosť overovacieho kódu vypršala. Vyžiadajte si nový kód.
sl: Potrditvena koda je potekla. Zahtevajte novo kodo.
sr: Verifikacioni kod je istekao. Zatražite novi kod.
sv: Verifieringskoden har gått ut. Begär en ny kod.
sw: Muda wa msimbo wa uthibitishaji umeisha. Omba msimbo mpya.
ta: சரிபார்ப்புக் குறியீடு காலாவதியாகிவிட்டது. புதிய குறியீட்டைக் கோரவும்.
th: รหัสยืนยันหมดอายุแล้ว โปรดขอรหัสใหม่
tr: Doğrulama kodunun süresi doldu. Yeni bir kod isteyin.
uk: Термін дії коду підтвердження минув. Запросіть новий код.
ur: تصدیقی کوڈ کی میعاد ختم ہو گئی ہے۔ نیا کوڈ طلب کریں۔
vi: Mã xác minh đã hết hạn. Hãy yêu cầu mã mới.
zh_hans: 验证码已过期，请获取新验证码。
zh_hant: 驗證碼已過期。請索取新驗證碼。

# auth.error.reauthCodeInvalid
source: Invalid verification code. Try again.
ar: رمز التحقق غير صالح. حاول مجددًا.
bg: Невалиден код за потвърждение. Опитайте отново.
bn: যাচাইকরণ কোডটি সঠিক নয়। আবার চেষ্টা করুন।
ca: El codi de verificació no és vàlid. Torna-ho a provar.
cs: Neplatný ověřovací kód. Zkuste to znovu.
da: Ugyldig bekræftelseskode. Prøv igen.
de: Ungültiger Bestätigungscode. Versuche es erneut.
el: Μη έγκυρος κωδικός επαλήθευσης. Δοκιμάστε ξανά.
es: Código de verificación no válido. Inténtalo de nuevo.
et: Vale kinnituskood. Proovi uuesti.
fa: کد تأیید نامعتبر است. دوباره تلاش کنید.
fi: Virheellinen vahvistuskoodi. Yritä uudelleen.
fil: Hindi valid ang verification code. Subukan ulit.
fr: Code de vérification invalide. Réessayez.
he: קוד האימות שגוי. יש לנסות שוב.
hi: अमान्य सत्यापन कोड। फिर से कोशिश करें।
hr: Nevažeći potvrdni kod. Pokušajte ponovno.
hu: Érvénytelen ellenőrző kód. Próbálja újra.
id: Kode verifikasi tidak valid. Coba lagi.
is: Ógildur staðfestingarkóði. Reyndu aftur.
it: Codice di verifica non valido. Riprova.
ja: 確認コードが無効です。もう一度お試しください。
ko: 인증 코드가 올바르지 않습니다. 다시 시도하세요.
lt: Neteisingas patvirtinimo kodas. Bandykite dar kartą.
lv: Nederīgs apstiprinājuma kods. Mēģiniet vēlreiz.
nb: Ugyldig bekreftelseskode. Prøv igjen.
nl: Ongeldige verificatiecode. Probeer het opnieuw.
nn: Ugyldig stadfestingskode. Prøv igjen.
pl: Nieprawidłowy kod weryfikacyjny. Spróbuj ponownie.
pt_br: Código de verificação inválido. Tente novamente.
ro: Cod de verificare invalid. Încearcă din nou.
ru: Неверный код подтверждения. Попробуйте ещё раз.
sk: Neplatný overovací kód. Skúste to znova.
sl: Neveljavna potrditvena koda. Poskusite znova.
sr: Nevažeći verifikacioni kod. Pokušajte ponovo.
sv: Ogiltig verifieringskod. Försök igen.
sw: Msimbo wa uthibitishaji si sahihi. Jaribu tena.
ta: செல்லாத சரிபார்ப்புக் குறியீடு. மீண்டும் முயலவும்.
th: รหัสยืนยันไม่ถูกต้อง ลองอีกครั้ง
tr: Geçersiz doğrulama kodu. Tekrar deneyin.
uk: Невірний код підтвердження. Спробуйте ще раз.
ur: تصدیقی کوڈ غلط ہے۔ دوبارہ کوشش کریں۔
vi: Mã xác minh không hợp lệ. Hãy thử lại.
zh_hans: 验证码无效，请重试。
zh_hant: 驗證碼無效，請再試一次。

# auth.error.reauthCodeInvalidOrExpired
source: Invalid or expired verification code
ar: رمز التحقق غير صالح أو منتهي الصلاحية
bg: Невалиден или изтекъл код за потвърждение
bn: যাচাইকরণ কোডটি সঠিক নয় বা মেয়াদ শেষ
ca: El codi de verificació no és vàlid o ha caducat
cs: Neplatný ověřovací kód nebo kód s prošlou platností
da: Ugyldig eller udløbet bekræftelseskode
de: Ungültiger oder abgelaufener Bestätigungscode
el: Μη έγκυρος ή ληγμένος κωδικός επαλήθευσης
es: Código de verificación no válido o caducado
et: Vale või aegunud kinnituskood
fa: کد تأیید نامعتبر یا منقضی شده است
fi: Virheellinen tai vanhentunut vahvistuskoodi
fil: Hindi valid o nag-expire na ang verification code
fr: Code de vérification invalide ou expiré
he: קוד האימות שגוי או שתוקפו פג
hi: सत्यापन कोड अमान्य है या उसकी समय-सीमा समाप्त हो गई है
hr: Nevažeći ili istekli potvrdni kod
hu: Érvénytelen vagy lejárt ellenőrző kód
id: Kode verifikasi tidak valid atau kedaluwarsa
is: Ógildur eða útrunninn staðfestingarkóði
it: Codice di verifica non valido o scaduto
ja: 確認コードが無効か、有効期限が切れています
ko: 인증 코드가 올바르지 않거나 만료되었습니다
lt: Neteisingas arba nebegaliojantis patvirtinimo kodas
lv: Nederīgs apstiprinājuma kods vai tā derīguma termiņš ir beidzies
nb: Ugyldig eller utløpt bekreftelseskode
nl: Ongeldige of verlopen verificatiecode
nn: Ugyldig eller utgått stadfestingskode
pl: Nieprawidłowy lub wygasły kod weryfikacyjny
pt_br: Código de verificação inválido ou expirado
ro: Cod de verificare invalid sau expirat
ru: Неверный код подтверждения или срок его действия истёк
sk: Neplatný overovací kód alebo kód s vypršanou platnosťou
sl: Neveljavna ali potekla potrditvena koda
sr: Nevažeći ili istekao verifikacioni kod
sv: Ogiltig eller utgången verifieringskod
sw: Msimbo wa uthibitishaji si sahihi au muda wake umeisha
ta: சரிபார்ப்புக் குறியீடு செல்லாதது அல்லது காலாவதியானது
th: รหัสยืนยันไม่ถูกต้องหรือหมดอายุแล้ว
tr: Doğrulama kodu geçersiz veya süresi dolmuş
uk: Невірний код підтвердження або термін його дії минув
ur: تصدیقی کوڈ غلط ہے یا اس کی میعاد ختم ہو گئی ہے
vi: Mã xác minh không hợp lệ hoặc đã hết hạn
zh_hans: 验证码无效或已过期
zh_hant: 驗證碼無效或已過期

# auth.error.reauthRequired
source: Confirm your identity before changing your password
ar: أكّد هويتك قبل تغيير كلمة المرور
bg: Потвърдете самоличността си, преди да смените паролата си
bn: পাসওয়ার্ড পরিবর্তনের আগে আপনার পরিচয় নিশ্চিত করুন
ca: Confirma la teva identitat abans de canviar la contrasenya
cs: Před změnou hesla potvrďte svou totožnost
da: Bekræft din identitet, før du ændrer din adgangskode
de: Bestätige deine Identität, bevor du dein Passwort änderst
el: Επιβεβαιώστε την ταυτότητά σας πριν αλλάξετε τον κωδικό πρόσβασής σας
es: Confirma tu identidad antes de cambiar la contraseña
et: Enne parooli muutmist kinnita oma isik
fa: پیش از تغییر رمز عبور، هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi ennen salasanan vaihtamista
fil: Kumpirmahin ang iyong pagkakakilanlan bago palitan ang password
fr: Confirmez votre identité avant de changer votre mot de passe
he: יש לאמת את הזהות לפני שינוי הסיסמה
hi: पासवर्ड बदलने से पहले अपनी पहचान की पुष्टि करें
hr: Potvrdite svoj identitet prije promjene lozinke
hu: A jelszó módosítása előtt igazolja személyazonosságát
id: Verifikasi identitas Anda sebelum mengubah kata sandi
is: Staðfestu auðkenni þitt áður en þú breytir lykilorðinu
it: Conferma la tua identità prima di cambiare la password
ja: パスワードを変更する前に本人確認を行ってください
ko: 비밀번호를 변경하기 전에 본인 인증을 완료하세요
lt: Prieš keisdami slaptažodį patvirtinkite savo tapatybę
lv: Pirms paroles maiņas apstipriniet savu identitāti
nb: Du må bekrefte identiteten din før du kan endre passordet
nl: Bevestig je identiteit voordat je je wachtwoord wijzigt
nn: Stadfest identiteten din før du endrar passordet
pl: Potwierdź tożsamość przed zmianą hasła
pt_br: Confirme sua identidade antes de alterar sua senha
ro: Confirmă-ți identitatea înainte de a schimba parola
ru: Подтвердите свою личность перед сменой пароля
sk: Pred zmenou hesla potvrďte svoju totožnosť
sl: Pred spremembo gesla potrdite svojo identiteto
sr: Potvrdite identitet pre promene lozinke
sv: Bekräfta din identitet innan du ändrar ditt lösenord
sw: Thibitisha utambulisho wako kabla ya kubadilisha nenosiri
ta: கடவுச்சொல்லை மாற்றும் முன் உங்கள் அடையாளத்தை உறுதிப்படுத்தவும்
th: ยืนยันตัวตนก่อนเปลี่ยนรหัสผ่าน
tr: Şifrenizi değiştirmeden önce kimliğinizi doğrulayın
uk: Підтвердьте свою особу, перш ніж змінити пароль
ur: پاس ورڈ بدلنے سے پہلے اپنی شناخت کی تصدیق کریں
vi: Hãy xác nhận danh tính trước khi đổi mật khẩu
zh_hans: 更改密码前请先验证身份
zh_hant: 變更密碼前，請先確認身分

# auth.error.requestRateLimited
source: For security reasons, you can only request this once every 60 seconds
ar: لأسباب أمنية، يمكنك تقديم هذا الطلب مرة واحدة كل 60 ثانية فقط
bg: От съображения за сигурност можете да правите тази заявка само веднъж на 60 секунди
bn: নিরাপত্তার কারণে প্রতি ৬০ সেকেন্ডে একবারই এটি অনুরোধ করতে পারবেন
ca: Per seguretat, només pots fer aquesta sol·licitud un cop cada 60 segons
cs: Z bezpečnostních důvodů o to můžete požádat jen jednou za 60 sekund
da: Af sikkerhedshensyn kan du kun anmode om dette én gang hvert 60. sekund
de: Aus Sicherheitsgründen kannst du dies nur alle 60 Sekunden anfordern
el: Για λόγους ασφαλείας, μπορείτε να το ζητήσετε μόνο μία φορά κάθε 60 δευτερόλεπτα
es: Por seguridad, solo puedes solicitarlo una vez cada 60 segundos
et: Turvakaalutlustel saad seda taotleda ainult kord 60 sekundi jooksul
fa: به دلایل امنیتی، فقط هر ۶۰ ثانیه یک‌بار می‌توانید این درخواست را ثبت کنید
fi: Turvallisuussyistä voit tehdä tämän pyynnön vain kerran 60 sekunnissa
fil: Para sa seguridad, maaari ka lang humiling nito isang beses kada 60 segundo
fr: Pour des raisons de sécurité, vous ne pouvez faire cette demande qu'une fois toutes les 60 secondes
he: מטעמי אבטחה, ניתן לשלוח בקשה זו רק פעם ב־60 שניות
hi: सुरक्षा कारणों से आप हर 60 सेकंड में केवल एक बार इसका अनुरोध कर सकते हैं
hr: Iz sigurnosnih razloga ovo možete zatražiti samo jednom svakih 60 sekundi
hu: Biztonsági okokból ezt csak 60 másodpercenként kérheti
id: Demi keamanan, Anda hanya dapat memintanya sekali setiap 60 detik
is: Af öryggisástæðum geturðu aðeins óskað eftir þessu einu sinni á 60 sekúndna fresti
it: Per motivi di sicurezza, puoi effettuare questa richiesta solo una volta ogni 60 secondi
ja: セキュリティ上の理由により、リクエストは60秒に1回までです
ko: 보안상의 이유로 60초에 한 번만 요청할 수 있습니다
lt: Saugumo sumetimais to galite prašyti tik kartą per 60 sekundžių
lv: Drošības apsvērumu dēļ to var pieprasīt tikai reizi 60 sekundēs
nb: Av sikkerhetsgrunner kan du bare be om dette én gang hvert 60. sekund
nl: Om veiligheidsredenen kun je dit slechts één keer per 60 seconden aanvragen
nn: Av tryggleiksgrunnar kan du berre be om dette éin gong kvart 60. sekund
pl: Ze względów bezpieczeństwa możesz wysyłać tę prośbę tylko raz na 60 sekund
pt_br: Por segurança, você só pode fazer esta solicitação uma vez a cada 60 segundos
ro: Din motive de securitate, poți face această solicitare doar o dată la 60 de secunde
ru: В целях безопасности запрос можно отправлять не чаще раза в 60 секунд
sk: Z bezpečnostných dôvodov môžete o toto požiadať len raz za 60 sekúnd
sl: Iz varnostnih razlogov lahko to zahtevate le enkrat na 60 sekund
sr: Iz bezbednosnih razloga, ovo možete zatražiti samo jednom na svakih 60 sekundi
sv: Av säkerhetsskäl kan du bara begära detta en gång var 60:e sekund
sw: Kwa sababu za usalama, unaweza kuomba hili mara moja tu kila baada ya sekunde 60
ta: பாதுகாப்புக் காரணங்களுக்காக, 60 வினாடிகளுக்கு ஒருமுறை மட்டுமே இதைக் கோர முடியும்
th: เพื่อความปลอดภัย คุณสามารถส่งคำขอนี้ได้เพียงครั้งเดียวทุก 60 วินาที
tr: Güvenlik nedeniyle bunu yalnızca 60 saniyede bir isteyebilirsiniz
uk: З міркувань безпеки запит можна надсилати лише раз на 60 секунд
ur: سیکیورٹی وجوہات کی بنا پر آپ ہر 60 سیکنڈ میں صرف ایک بار یہ درخواست کر سکتے ہیں
vi: Vì lý do bảo mật, bạn chỉ có thể yêu cầu một lần mỗi 60 giây
zh_hans: 出于安全考虑，每 60 秒只能请求一次
zh_hant: 基於安全考量，每 60 秒只能請求一次
